import React from 'react'

function KruzhokNTIDescription(props) {
    return (
        <div className="container">
            <h1>Кружки НТИ. Методология экспертной оценки.</h1>
            <p>
                В 2020 году Инфраструктурный центр Кружкового движения проводит экспертизу  содержания деятельности научно-технических кружков на основе материалов заявок на участие во Всероссийском конкурсе кружков (ссылка на сайт конкурса). В результате этой работы кружкам может быть присужден статус “Кружка НТИ”, который отмечается специальным логотипом на карте кружков и сертификационной карточкой. На сертификационной карточке отображается результат экспертизы в виде диаграммы с 5 осями и краткая информация на основе материалов заявки, подтверждающие экспертную идентификацию положения на осях.</p>
            <h5>Методология экспертизы базируется на принятых в Кружковом движении принципах кружка НТИ:</h5>
            <div className="pl-2">
                <p>1.  	Основная миссия кружка НТИ - это включение молодежи в передовые технологические тематики. Этот принцип предполагает, что в кружке НТИ созданы условия для того, чтобы знакомство молодежи с новыми технологиями и обучение обеспечивалось компетенциями наставника и готовностью кружка не только учить, но и пробовать себя в реальной разработке.</p>
                <p>2.   Кружок не только учит, но и производит новые продукты и решения. В кружке каждый участник получает опыт изменения мира, создания нужного для других людей продукта. Использование результатов проектной деятельности кружка в школе, для решения проблем внешнего сообщества – это непременное условие кружка НТИ.	</p>
                <p>3.   В кружке реализуется  деятельностный подход в процессе освоения участниками способов и форм организации работы в современной технологической сферы. Решение творческих инженерных задач, участие во всероссийских и международных соревнованиях и хакатонах, проектная и исследовательская деятельность – это обязательные форматы работы кружка, которые позволяют участникам получить опыт сложно организованной деятельности и применять свои способности и знания к решению реальных технологических задач. </p>
                <p>4.  	Кружок – это сообщество и команда. В кружке формируется социальный опыт ответственности за общее дело и товарищества. В современном мире технологических разработок способность работать в команде и создавать команды – критически важное качество. Умение руководителя кружка обучать этому, создавать условия для развития этого качества у участников – это основа его профессионализма.</p>
                <p>5. Кружок является частью профессионального сообщества, занимающегося технологическим развитием по теме кружка. Социальные связи кружка с технологическими компаниями, центрами компетенций в вузах, экспертами образуют среду самоопределения и выбора профессионального пути.</p>
            </div>
            <p>Эти принципы отражены в базовой модели кружка НТИ, использованной при экспертизе деятельности кружков в Конкурсе кружков. Схематично модель выглядит следующим образом:</p>
            <div className="d-flex justify-content-center "><img src="/src/descsrc.png" style={{width: "90%", height: "auto", maxWidth: "500px"}}/></div>

            <h6>Расшифровка положения на осях:</h6>
            
            <p>Ось 1: Технологический уровень</p>
            <p>1.0. Знакомство с технологиями НТИ в информационном залоге</p>
            <p>1.1. Освоение существующих технологий</p>
            <p>1.2. Применение новых технологий для создания уникальных решений</p>
            <p>1.3. Разработка новых технологий </p>
            <p>Ось 2: Производство</p>
            <p>2.0.Творческие макеты для появления интереса и обучения</p>
            <p>2.1. Учебные макеты на материале производственных тематик</p>
            <p>2.2. Создание прототипов, в том числе для индивидуального использования </p>
            <p>2.3. Производство продуктов и сервисов</p>
            <p>Ось 3: Проектная мощность</p>
            <p>3.0. Решение творческих задач </p>
            <p>3.1. Учебные проекты, формирующие культуру проектирования</p>
            <p>3.2. Проекты под заказ, решение задач «заказчика»</p>
            <p>3.3. Собственные проекты – решение общественных проблем на основе собственных ценностей и самоопределения</p>
            <p>Ось 4: Командность</p>
            <p>4.0. Обучение в группах </p>
            <p>4.1. Коллективные учебные проекты</p>
            <p>4.2. Проектные команды и команды в соревнованиях</p>
            <p>4.3. Технологическая компания</p>
            <p>Ось 5: Среда самоопределения</p>
            <p>5.0. Самостоятельное творчество, занятия по интересу: «мне интересно»</p>
            <p>5.1. Самообучение: «ставлю сам себе задачи на обучение»</p>
            <p>5.2. Самоопределение в проектном коллективе: «я отвечаю в проекте за этот процесс, но конечный результат зависит и от меня».</p>
            <p>5.3. Самоопределение в профессиональном поле: «у меня есть цель профессионального развития (цель на продуктивную деятельность и я знаю, как ее достичь ее)»</p>

            <p>В 2020 году присвоение кружкам статуса кружка НТИ проходит в тестовом режиме и является способом отработки методологии. Здесь (ссылка на отфильтрированную карту) можно увидеть отмеченные таким статусом кружки. </p>
            <p>Если для Вас значимо получения экспертной оценки Вашего кружка по описанной выше методологии, Вы можете написать об этом на адрес научного руководителя Инфраструктурного центра НТИ: <a href="andryushkov@kruzhok.org">andryushkov@kruzhok.org</a>. </p>

        </div>
    )

}

export default KruzhokNTIDescription